Repository: ShiinaLabs/wifi-lens
Catalog: WiFiLens/Sources/WiFiLens/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# analysis.insight.action.open_timeline
source: Open Timeline
de: Timeline öffnen
es: Abrir Timeline
fr: Ouvrir la chronologie
ja: タイムラインを開く
zh_hans: 打开 Timeline

# analysis.insight.action.run_self_check
source: Run Network Self-Check
de: Netzwerk-Selbsttest ausführen
es: Ejecutar autocomprobación de red
fr: Exécuter l'auto-vérification du réseau
ja: ネットワーク自己診断を実行
zh_hans: 运行网络自检

# analysis.insight.feedback.helpful
source: Helpful
de: Hilfreich
es: Útil
fr: Utile
ja: 役に立った
zh_hans: 有帮助

# analysis.insight.feedback.misleading
source: Misleading
de: Irreführend
es: Engañoso
fr: Trompeur
ja: 誤解を招く
zh_hans: 有误导性

# analysis.insight.feedback.not_helpful
source: Not helpful
de: Nicht hilfreich
es: No útil
fr: Pas utile
ja: 役に立たなかった
zh_hans: 没有帮助

# analysis.insight.feedback.prompt
source: Was this insight helpful?
de: War dieser Hinweis hilfreich?
es: ¿Fue útil esta información?
fr: Cette information a-t-elle été utile ?
ja: このインサイトは役に立ちましたか？
zh_hans: 这条洞察有帮助吗？

# analysis.insight.limitation.ambiguous_normal_behavior
source: Normal behavior cannot be ruled out
de: Normales Verhalten kann nicht ausgeschlossen werden
es: No se puede descartar un comportamiento normal
fr: Un comportement normal ne peut pas être exclu
ja: 正常な動作を除外できません
zh_hans: 无法排除正常行为

# analysis.insight.limitation.coverage_unavailable
source: Coverage unavailable
de: Abdeckung nicht verfügbar
es: Cobertura no disponible
fr: Couverture indisponible
ja: カバレッジを利用できません
zh_hans: 覆盖率不可用

# analysis.insight.limitation.cross_network_evidence
source: Evidence spans networks
de: Belege erstrecken sich über mehrere Netzwerke
es: La evidencia abarca varias redes
fr: Les preuves couvrent plusieurs réseaux
ja: エビデンスが複数ネットワークにわたります
zh_hans: 证据跨多个网络

# analysis.insight.limitation.incomplete_coverage
source: Coverage incomplete
de: Abdeckung unvollständig
es: Cobertura incompleta
fr: Couverture incomplète
ja: カバレッジが不完全です
zh_hans: 覆盖率不完整

# analysis.insight.limitation.missing_bssid
source: BSSID missing
de: BSSID fehlt
es: Falta el BSSID
fr: BSSID manquant
ja: BSSID がありません
zh_hans: 缺少 BSSID

# analysis.insight.limitation.missing_gateway_identity
source: Gateway identity missing
de: Gateway-Identität fehlt
es: Falta la identidad de la puerta de enlace
fr: Identité de la passerelle manquante
ja: ゲートウェイ ID がありません
zh_hans: 缺少网关标识

# analysis.insight.limitation.missing_ssid
source: SSID missing
de: SSID fehlt
es: Falta el SSID
fr: SSID manquant
ja: SSID がありません
zh_hans: 缺少 SSID

# analysis.insight.limitation.session_boundary
source: Evidence crosses a session boundary
de: Belege überschreiten eine Sitzungsgrenze
es: La evidencia cruza un límite de sesión
fr: Les preuves franchissent une limite de session
ja: エビデンスがセッション境界をまたいでいます
zh_hans: 证据跨越会话边界

# analysis.insight.limitation.threshold_not_met
source: Threshold not met
de: Schwelle nicht erreicht
es: Umbral no alcanzado
fr: Seuil non atteint
ja: しきい値に達していません
zh_hans: 未达到阈值

# analysis.insight.repeated_disconnection.message
source: At least three recorded disconnections occurred within 30 minutes.
de: Innerhalb von 30 Minuten traten mindestens drei aufgezeichnete Verbindungsabbrüche auf.
es: Se registraron al menos tres desconexiones en un intervalo de 30 minutos.
fr: Au moins trois déconnexions enregistrées se sont produites en 30 minutes.
ja: 30分以内に、記録された切断が3回以上発生しました。
zh_hans: 30 分钟内至少记录到三次断开连接事件。

# analysis.insight.repeated_disconnection.recommendation
source: Review the linked Timeline events and their surrounding observations.
de: Prüfen Sie die verknüpften Timeline-Ereignisse und die umgebenden Beobachtungen.
es: Revise los eventos vinculados de Timeline y las observaciones cercanas.
fr: Consulte les événements de la chronologie associés et leurs observations environnantes.
ja: リンクされたTimelineイベントと前後の観測を確認してください。
zh_hans: 查看关联的 Timeline 事件及其周边观测。

# analysis.insight.repeated_disconnection.title
source: Repeated disconnections observed
de: Wiederholte Trennungen beobachtet
es: Desconexiones repetidas observadas
fr: Déconnexions répétées observées
ja: 切断の繰り返しを観測
zh_hans: 观测到重复断开连接

# analysis.insight.repeated_gateway_interruption.message
source: At least three recorded gateway-latency spikes occurred within 15 minutes.
de: Innerhalb von 15 Minuten traten mindestens drei aufgezeichnete Gateway-Latenzspitzen auf.
es: Se registraron al menos tres picos de latencia de la puerta de enlace en un intervalo de 15 minutos.
fr: Au moins trois pics de latence de la passerelle enregistrés se sont produits en 15 minutes.
ja: 15分以内に、記録されたゲートウェイ遅延の急増が3回以上発生しました。
zh_hans: 15 分钟内至少记录到三次网关延迟突增事件。

# analysis.insight.repeated_gateway_interruption.recommendation
source: Review the linked Timeline events; this observation does not establish gateway failure.
de: Prüfen Sie die verknüpften Timeline-Ereignisse; diese Beobachtung beweist keinen Gateway-Fehler.
es: Revise los eventos vinculados de Timeline; esta observación no demuestra un fallo del gateway.
fr: Consulte les événements de la chronologie associés ; cette observation n'établit pas une panne de la passerelle.
ja: リンクされたTimelineイベントを確認してください。この観測はゲートウェイ障害を証明するものではありません。
zh_hans: 查看关联的 Timeline 事件；此观测不能证明网关故障。

# analysis.insight.repeated_gateway_interruption.title
source: Repeated gateway-latency observations
de: Wiederholte Gateway-Latenzbeobachtungen
es: Observaciones repetidas de latencia del gateway
fr: Observations répétées de latence de la passerelle
ja: ゲートウェイ遅延の観測を繰り返し検出
zh_hans: 重复观测到网关延迟

# analysis.insight.roaming_instability.message
source: At least three recorded BSSID changes during connected continuity occurred within 10 minutes.
de: Innerhalb von 10 Minuten traten bei bestehender Verbindung mindestens drei aufgezeichnete BSSID-Wechsel auf.
es: Se registraron al menos tres cambios de BSSID durante una conexión continua en un intervalo de 10 minutos.
fr: Au moins trois changements de BSSID enregistrés pendant une continuité connectée se sont produits en 10 minutes.
ja: 接続が継続している間に、記録されたBSSIDの変更が10分以内に3回以上発生しました。
zh_hans: 10 分钟内至少记录到三次连接持续期间的 BSSID 变更。

# analysis.insight.roaming_instability.recommendation
source: Review the linked Timeline events; repeated roaming alone does not identify a cause.
de: Prüfen Sie die verknüpften Timeline-Ereignisse; wiederholtes Roaming allein nennt keine Ursache.
es: Revise los eventos vinculados de Timeline; el roaming repetido por sí solo no identifica una causa.
fr: Consulte les événements de la chronologie associés ; l'itinérance répétée ne suffit pas à identifier une cause.
ja: リンクされたTimelineイベントを確認してください。ローミングの繰り返しだけでは原因を特定できません。
zh_hans: 查看关联的 Timeline 事件；仅凭重复漫游无法确定原因。

# analysis.insight.roaming_instability.title
source: Repeated roaming observed
de: Wiederholtes Roaming beobachtet
es: Roaming repetido observado
fr: Itinérance répétée observée
ja: ローミングの繰り返しを観測
zh_hans: 观测到重复漫游

# analysis.insights.applicability.applicable
source: Applicable
de: Anwendbar
es: Aplicable
ja: 適用
zh_hans: 适用

# analysis.insights.applicability.limited
source: Limited applicability
de: Eingeschränkt anwendbar
es: Aplicabilidad limitada
fr: Applicabilité limitée
ja: 適用は限定的
zh_hans: 适用性有限

# analysis.insights.category.connectivity
source: Connectivity
de: Konnektivität
es: Conectividad
fr: Connectivité
ja: 接続性
zh_hans: 连接性

# analysis.insights.category.performance
source: Performance
de: Leistung
es: Rendimiento
fr: Performances
ja: パフォーマンス
zh_hans: 性能

# analysis.insights.category.stability
source: Stability
de: Stabilität
es: Estabilidad
fr: Stabilité
ja: 安定性
zh_hans: 稳定性

# analysis.insights.confidence.high
source: High confidence
de: Hohe Zuversicht
es: Confianza alta
fr: Confiance élevée
ja: 信頼度: 高
zh_hans: 高置信度

# analysis.insights.confidence.low
source: Low confidence
de: Niedrige Zuversicht
es: Confianza baja
fr: Confiance faible
ja: 信頼度: 低
zh_hans: 低置信度

# analysis.insights.confidence.medium
source: Medium confidence
de: Mittlere Zuversicht
es: Confianza media
fr: Confiance moyenne
ja: 信頼度: 中
zh_hans: 中等置信度

# analysis.insights.evidence_count
source: %d observations
de: %d Beobachtungen
es: %d observaciones
ja: %d件の観測
zh_hans: %d 条观测

# analysis.insights.evidence_count_format
source: Evidence: %d events
de: Belege: %d Ereignisse
es: Evidencia: %d eventos
fr: Preuves : %d événements
ja: エビデンス: %d 件
zh_hans: 证据：%d 个事件

# analysis.insights.evidence_duration_format
source: Cluster duration: %d min
de: Clusterdauer: %d Min.
es: Duración del clúster: %d min
fr: Durée du groupe : %d min
ja: クラスターの継続時間: %d 分
zh_hans: 聚类持续时长：%d 分钟

# analysis.insights.evidence_kind
source: Evidence: %@
de: Beleg: %@
es: Evidencia: %@
fr: Preuve : %@
ja: 証拠：%@
zh_hans: 证据：%@

# analysis.insights.failure_title
source: Insights unavailable
de: Erkenntnisse nicht verfügbar
es: Insights no disponibles
fr: Analyses indisponibles
ja: インサイトを利用できません
zh_hans: 洞察不可用

# analysis.insights.findings_available
source: Recorded findings
de: Aufgezeichnete Befunde
es: Hallazgos registrados
fr: Constats enregistrés
ja: 記録された検出
zh_hans: 已记录的发现

# analysis.insights.findings_available_message
source: These findings describe recorded observations and link back to Timeline evidence.
de: Diese Befunde beschreiben aufgezeichnete Beobachtungen und verweisen auf Timeline-Belege.
es: Estos hallazgos describen observaciones registradas y enlazan con evidencia de Timeline.
fr: Ces constats décrivent des observations enregistrées et renvoient aux preuves de la chronologie.
ja: これらの検出は記録された観測を示し、Timelineの証拠にリンクします。
zh_hans: 这些发现描述已记录的观测，并链接回 Timeline 证据。

# analysis.insights.insufficient_history
source: History is too short
de: Verlauf ist zu kurz
es: El historial es demasiado corto
fr: Historique trop court
ja: 履歴が短すぎます
zh_hans: 历史记录太短

# analysis.insights.insufficient_history_message
source: The recorded history is limited. Any findings below are based only on clusters in recorded events.
de: Der aufgezeichnete Verlauf ist begrenzt. Die folgenden Befunde basieren ausschließlich auf Häufungen aufgezeichneter Ereignisse.
es: El historial registrado es limitado. Los hallazgos siguientes se basan únicamente en agrupaciones de eventos registrados.
fr: L'historique enregistré est limité. Les constats ci-dessous reposent uniquement sur les groupes présents dans les événements enregistrés.
ja: 記録された履歴が限られています。以下の検出は、記録されたイベントの集中のみを根拠とします。
zh_hans: 已记录的历史有限。下方发现仅基于已记录事件的集中出现。

# analysis.insights.load_failed
source: Local observations could not be evaluated.
de: Lokale Beobachtungen konnten nicht ausgewertet werden.
es: No se pudieron evaluar las observaciones locales.
fr: Les observations locales n'ont pas pu être évaluées.
ja: ローカル観測を評価できませんでした。
zh_hans: 无法评估本地观测。

# analysis.insights.loading
source: Evaluating local observations…
de: Lokale Beobachtungen werden ausgewertet …
es: Evaluando observaciones locales…
fr: Évaluation des observations locales…
ja: ローカル観測を評価中…
zh_hans: 正在评估本地观测…

# analysis.insights.metadata_format
source: Category %@ · %@ · %@
de: Kategorie %@ · %@ · %@
es: Categoría %@ · %@ · %@
fr: Catégorie %@ · %@ · %@
ja: カテゴリ %@ · %@ · %@
zh_hans: 类别 %@ · %@ · %@

# analysis.insights.network
source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
zh_hans: 网络

# analysis.insights.network_logical_format
source: Network: %@
de: Netzwerk: %@
es: Red: %@
fr: Réseau : %@
ja: ネットワーク: %@
zh_hans: 网络：%@

# analysis.insights.network_unattributed
source: Network: unattributed
de: Netzwerk: nicht zugeordnet
es: Red: no atribuida
fr: Réseau : non attribué
ja: ネットワーク: 未分類
zh_hans: 网络：无法归属

# analysis.insights.no_data
source: No history in this period
de: Kein Verlauf in diesem Zeitraum
es: Sin historial en este período
fr: Aucun historique sur cette période
ja: この期間に履歴なし
zh_hans: 此时间范围内没有历史记录

# analysis.insights.no_data_message
source: No persisted events were observed. This is not a statement about network health.
de: Es wurden keine gespeicherten Ereignisse beobachtet. Das ist keine Aussage über die Netzwerkgesundheit.
es: No se observaron eventos persistidos. Esto no es una afirmación sobre la salud de la red.
fr: Aucun événement persistant n'a été observé. Cela ne constitue pas un constat sur la santé du réseau.
ja: 保存されたイベントはありません。ネットワークの健全性を示すものではありません。
zh_hans: 没有观测到持久化事件。这不是对网络健康度的判断。

# analysis.insights.no_findings
source: No rule findings
de: Keine Regelbefunde
es: Sin hallazgos de reglas
fr: Aucun constat de règle
ja: 該当する検出なし
zh_hans: 没有规则发现

# analysis.insights.no_findings_message
source: No enabled rule matched the recorded observations. This does not mean the network is healthy.
de: Keine aktivierte Regel passte zu den aufgezeichneten Beobachtungen. Das bedeutet nicht, dass das Netzwerk gesund ist.
es: Ninguna regla habilitada coincidió con las observaciones registradas. Esto no significa que la red esté sana.
fr: Aucune règle activée n'a correspondu aux observations enregistrées. Cela ne signifie pas que le réseau est sain.
ja: 有効なルールに一致する観測はありませんでした。ネットワークが健全という意味ではありません。
zh_hans: 没有开启的规则匹配已记录观测。这不表示网络正常。

# analysis.insights.partial_analysis
source: Partial analysis
de: Teilweise Analyse
es: Análisis parcial
fr: Analyse partielle
ja: 部分的な分析
zh_hans: 部分分析

# analysis.insights.partial_analysis_message
source: Observation coverage is unavailable or incomplete. Any findings below are based only on clusters in recorded events.
de: Die Beobachtungsabdeckung ist nicht verfügbar oder unvollständig. Die folgenden Befunde basieren ausschließlich auf Häufungen aufgezeichneter Ereignisse.
es: La cobertura de observación no está disponible o está incompleta. Los hallazgos siguientes se basan únicamente en agrupaciones de eventos registrados.
fr: La couverture d'observation est indisponible ou incomplète. Les constats ci-dessous reposent uniquement sur les groupes présents dans les événements enregistrés.
ja: 観測範囲を確認できないか、不完全です。以下の検出は、記録されたイベントの集中のみを根拠とします。
zh_hans: 观测覆盖范围无法确认或不完整。下方发现仅基于已记录事件的集中出现。

# analysis.insights.period
source: Period
de: Zeitraum
es: Período
fr: Période
ja: 期間
zh_hans: 时间范围

# analysis.insights.severity.informational
source: Informational
de: Information
es: Informativo
fr: Informatif
ja: 情報
zh_hans: 信息

# analysis.insights.severity.warning
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
zh_hans: 警告

# analysis.insights.shell_description
source: Insights will appear here.
de: Erkenntnisse werden hier angezeigt.
es: Los insights aparecerán aquí.
fr: Les analyses apparaîtront ici.
ja: インサイトはここに表示されます。
zh_hans: 洞察将在此显示。

# analysis.insights.view_timeline
source: View in Timeline
de: In Timeline anzeigen
es: Ver en Timeline
fr: Voir dans la chronologie
ja: Timelineで表示
zh_hans: 在 Timeline 中查看

# analysis.readiness.coverage_gap_count_format
source: Coverage gaps: %lld
de: Abdeckungslücken: %lld
es: Brechas de cobertura: %lld
fr: Lacunes de couverture : %lld
ja: 範囲の欠落: %lld
zh_hans: 覆盖缺口：%lld

# analysis.readiness.coverage_unavailable
source: Observation coverage unavailable
de: Beobachtungsabdeckung nicht verfügbar
es: Cobertura de observación no disponible
fr: Couverture d'observation indisponible
ja: 観測範囲を確認できません
zh_hans: 无法确认观测覆盖范围

# analysis.readiness.coverage_unavailable_message
source: Change events do not record continuous observation coverage. Counts describe recorded events only.
de: Änderungsereignisse erfassen keine kontinuierliche Beobachtungsabdeckung. Die Zählungen beschreiben nur aufgezeichnete Ereignisse.
es: Los eventos de cambio no registran una cobertura de observación continua. Los recuentos solo describen eventos registrados.
fr: Les événements de changement n'enregistrent pas la couverture d'observation continue. Les comptages décrivent uniquement les événements enregistrés.
ja: 変化イベントから連続した観測範囲は確認できません。件数は記録されたイベントのみを示します。
zh_hans: 变化事件不记录连续的观测覆盖范围。计数仅描述已记录的事件。

# analysis.readiness.duration_hours_format
source: %lld h %lld min
de: %lld Std. %lld Min.
ja: %lld 時間 %lld 分
zh_hans: %lld 小时 %lld 分钟

# analysis.readiness.incomplete_coverage
source: Coverage is incomplete
de: Abdeckung ist unvollständig
es: La cobertura es incompleta
fr: La couverture est incomplète
ja: 観測範囲が不完全
zh_hans: 覆盖范围不完整

# analysis.readiness.incomplete_coverage_message
source: Gaps in observation limit what can be concluded.
de: Beobachtungslücken begrenzen mögliche Schlussfolgerungen.
es: Las brechas de observación limitan las conclusiones posibles.
fr: Les lacunes d'observation limitent les conclusions possibles.
ja: 観測の空白により判断できる範囲が限られます。
zh_hans: 观测间隔限制了可得出的结论。

# analysis.readiness.local_storage
source: History is stored locally on this Mac.
de: Die Historie wird lokal auf diesem Mac gespeichert.
es: El historial se almacena localmente en este Mac.
fr: L'historique est stocké localement sur ce Mac.
ja: 履歴はこの Mac にローカル保存されます。
zh_hans: 历史记录存储在本机本地。

# analysis.readiness.no_data
source: No history in this period
de: Kein Verlauf in diesem Zeitraum
es: Sin historial en este período
fr: Aucun historique sur cette période
ja: この期間に履歴なし
zh_hans: 此时间范围内没有历史记录

# analysis.readiness.no_data_message
source: No persisted events were observed. This does not mean zero network activity.
de: Es wurden keine gespeicherten Ereignisse beobachtet. Das bedeutet nicht, dass keine Netzwerkaktivität stattfand.
es: No se observaron eventos persistidos. Esto no significa que haya cero actividad de red.
fr: Aucun événement persistant n'a été observé. Cela ne signifie pas une activité réseau nulle.
ja: 保存されたイベントはありません。ネットワーク活動がゼロという意味ではありません。
zh_hans: 没有观测到持久化事件。这不表示网络活动为零。

# analysis.readiness.not_observing
source: Recording local observations is inactive
de: Die Aufzeichnung lokaler Beobachtungen ist inaktiv
es: La grabación de observaciones locales está inactiva
fr: Enregistrement local…
ja: ローカル観測の記録は停止中
zh_hans: 未在记录本地观测

# analysis.readiness.observation_range_format
source: Observed %@ – %@
de: Beobachtet %@ – %@
es: Observado %@ – %@
fr: Observé %@ – %@
ja: 観測 %@ – %@
zh_hans: 观测 %@ – %@

# analysis.readiness.observed_duration_format
source: Observed duration: %@
de: Beobachtungsdauer: %@
es: Duración observada: %@
fr: Durée observée : %@
ja: 観測時間: %@
zh_hans: 观测时长：%@

# analysis.readiness.observing
source: Recording local observations is active
de: Lokale Beobachtungen werden aktiv aufgezeichnet
es: La grabación de observaciones locales está activa
fr: L'enregistrement des observations locales est actif
ja: ローカル観測の記録中
zh_hans: 正在记录本地观测

# analysis.readiness.remaining_time_format
source: Recording... about %@ until analysis is ready.
de: Aufzeichnung läuft. Noch etwa %@, bis die Analyse bereit ist.
es: Grabando... queda aproximadamente %@ para que el análisis esté listo.
fr: Enregistrement... environ %@ avant que l'analyse soit prête.
ja: 記録中...分析が準備できるまで約%@
zh_hans: 正在记录…约%@后分析即可就绪。

# analysis.readiness.rule_limited_basis
source: Judgment is based only on recorded events
de: Die Bewertung basiert nur auf aufgezeichneten Ereignissen
es: El juicio se basa solo en los eventos registrados
fr: Le jugement repose uniquement sur les événements enregistrés
ja: 記録されたイベントのみに基づく判断です
zh_hans: 仅根据已经记录的事件进行判断

# analysis.readiness.rule_limited_format
source: Limited analysis: %@
de: Eingeschränkte Analyse: %@
es: Análisis limitado: %@
fr: Analyse limitée : %@
ja: 限定分析：%@
zh_hans: 有限分析：%@

# analysis.readiness.rule_reason_prefix
source: Reason:
de: Grund:
es: Motivo:
fr: Raison :
ja: 理由：
zh_hans: 原因：

# analysis.readiness.rule_reason.all_networks_overview
source: The overview scope can only provide informational conclusions
de: Der Überblicksbereich kann nur informative Schlussfolgerungen liefern
es: El ámbito de resumen solo puede proporcionar conclusiones informativas
fr: Le périmètre global ne peut fournir que des conclusions informatives
ja: 概要スコープは情報提供のみの結論しか出せません
zh_hans: 概览范围只能提供信息性结论

# analysis.readiness.rule_reason.coverage_incomplete
source: Observation coverage is incomplete
de: Die Beobachtungsabdeckung ist unvollständig
es: La cobertura de observación está incompleta
fr: La couverture d'observation est incomplète
ja: 観測カバレッジが不完全です
zh_hans: 观测覆盖不完整

# analysis.readiness.rule_reason.coverage_unavailable
source: Observation coverage is unavailable
de: Die Beobachtungsabdeckung ist nicht verfügbar
es: La cobertura de observación no está disponible
fr: La couverture d'observation est indisponible
ja: 観測カバレッジを利用できません
zh_hans: 观测覆盖不可用

# analysis.readiness.rule_reason.history_too_short
source: The recorded history is too short
de: Die aufgezeichnete Historie ist zu kurz
es: El historial registrado es demasiado corto
fr: L'historique enregistré est trop court
ja: 記録された履歴が短すぎます
zh_hans: 历史记录太短

# analysis.readiness.rule_reason.missing_bssid_metadata
source: Access point information is missing
de: AP-Informationen fehlen
es: Falta información del AP
fr: Les informations sur le point d'accès sont manquantes
ja: AP 情報がありません
zh_hans: 缺少 AP 信息

# analysis.readiness.rule_reason.missing_event_capability
source: The current data lacks the event type this rule needs
de: Den aktuellen Daten fehlt der Ereignistyp, den diese Regel benötigt
es: Los datos actuales no incluyen el tipo de evento que requiere esta regla
fr: Les données actuelles ne contiennent pas le type d'événement requis par cette règle
ja: 現在のデータには、このルールが必要とするイベントタイプがありません
zh_hans: 当前数据缺少该规则需要的事件类型

# analysis.readiness.rule_reason.missing_router_identity
source: The gateway identity cannot be confirmed
de: Die Gateway-Identität kann nicht bestätigt werden
es: No se puede confirmar la identidad de la puerta de enlace
fr: L'identité de la passerelle ne peut pas être confirmée
ja: ゲートウェイの識別情報を確認できません
zh_hans: 无法确认网关身份

# analysis.readiness.rule_reason.missing_ssid_attribution
source: The required network name information is missing
de: Die erforderlichen Netzwerknamen-Informationen fehlen
es: Falta la información del nombre de red necesaria
fr: Les informations de nom de réseau requises sont manquantes
ja: 必要なネットワーク名の情報がありません
zh_hans: 缺少必要的网络名称信息

# analysis.readiness.rule_reason.not_single_network
source: The current analysis scope is not a single network
de: Der aktuelle Analysebereich ist kein einzelnes Netzwerk
es: El ámbito de análisis actual no es una única red
fr: Le périmètre d'analyse actuel n'est pas un réseau unique
ja: 現在の分析スコープは単一ネットワークではありません
zh_hans: 当前分析范围不是单一网络

# analysis.readiness.rule_reason.storage_unavailable
source: The storage layer is unavailable
de: Die Speicherebene ist nicht verfügbar
es: La capa de almacenamiento no está disponible
fr: La couche de stockage est indisponible
ja: ストレージ層を利用できません
zh_hans: 存储层不可用

# analysis.readiness.rule_reason.unattributed_scope
source: Events cannot be attributed to a specific network
de: Ereignisse können keinem bestimmten Netzwerk zugeordnet werden
es: Los eventos no pueden atribuirse a una red específica
fr: Les événements ne peuvent pas être attribués à un réseau précis
ja: イベントを特定のネットワークに帰属できません
zh_hans: 事件无法归属到具体网络

# analysis.readiness.rule_unavailable_format
source: Cannot evaluate now: %@
de: Aktuell nicht bewertbar: %@
es: No se puede evaluar ahora: %@
fr: Impossible d'évaluer pour l'instant : %@
ja: 現在は評価できません：%@
zh_hans: 当前无法评估：%@

# analysis.readiness.rules_blocked_format
source: Rules unavailable: %@
de: Regeln nicht verfügbar: %@
es: Reglas no disponibles: %@
fr: Règles indisponibles : %@
ja: 実行できないルール: %@
zh_hans: 无法运行的规则：%@

# analysis.readiness.rules_eligible
source: All rules can run for the selected scope.
de: Alle Regeln können für den ausgewählten Bereich ausgeführt werden.
es: Todas las reglas pueden ejecutarse para el ámbito seleccionado.
fr: Toutes les règles peuvent s'exécuter pour le périmètre sélectionné.
ja: 選択したスコープではすべてのルールを実行できます。
zh_hans: 所选作用域可以运行所有规则。

# analysis.readiness.short_history
source: History is short
de: Verlauf ist kurz
es: El historial es corto
fr: Historique court
ja: 履歴が短い
zh_hans: 历史记录太短
